[{
  "_id": {
    "$oid": "673ea6cac4c4e5cea55a2eca"
  },
  "title": "Highway to Hell",
  "artist": {
    "$oid": "673d11ed458e810cf63b7fd6"
  },
  "year": 1979,
  "imageUrl": "https://upload.wikimedia.org/wikipedia/en/thumb/a/ac/Acdc_Highway_to_Hell.JPG/220px-Acdc_Highway_to_Hell.JPG",
  "__v": 0,
  "description": "Highway to Hell es el sexto álbum de estudio de la banda australiana de hard rock AC/DC, lanzado el 27 de julio de 1979. Es el primero de tres álbumes producidos por Robert John \"Mutt\" Lange, y es el último álbum con el cantante Bon Scott, quien murió el 19 de febrero de 1980.",
  "owner": {
    "userId": "user",
    "username": "user"
  }
},
{
  "_id": {
    "$oid": "673ea79ec4c4e5cea55a2ece"
  },
  "title": "Back in Black",
  "artist": {
    "$oid": "673d11ed458e810cf63b7fd6"
  },
  "year": 1981,
  "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSdCQc-MdisKdMzQyX5u7duvKcAl9eXj9-ZBPh1doVRmRbZjz2TUOAW5kggsQJCZeYjd44&usqp=CAU",
  "__v": 0,
  "description": "Back in Black es el séptimo álbum de estudio de la banda de rock australiana AC/DC, lanzado el 25 de julio de 1980 por Albert Productions y Atlantic Records. Fue el primer álbum de la banda en el que Brian Johnson fue el cantante principal, tras la muerte de Bon Scott, su vocalista anterior.",
  "owner": {
    "userId": "user",
    "username": "user"
  }
},
{
  "_id": {
    "$oid": "673ea7bfc4c4e5cea55a2ed2"
  },
  "title": "Let There Be Rock",
  "artist": {
    "$oid": "673d11ed458e810cf63b7fd6"
  },
  "year": 1978,
  "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQXBMLY4gsSnriVuDvZqJwUGGCJpxM3aRjEJfo2jwyoXT1ofFa0y278O3FOEg_ee0D3egw&usqp=CAU",
  "__v": 0,
  "description": "Let There Be Rock (en español - Hágase el Rock) es el cuarto álbum de estudio de la banda australiana de hard rock AC/DC, publicado en Australia en marzo de 1977.​ De este álbum destacan las canciones «Bad Boy Boogie», «Hell ain't a Bad Place to Be», «Let There Be Rock» y «Whole Lotta Rosie», que lograron repercusión radial y han sido tocadas en concierto de manera frecuente. Todas las canciones fueron escritas por Angus Young, Malcolm Young y Bon Scott.",
  "owner": {
    "userId": "user",
    "username": "user"
  }
},
{
  "_id": {
    "$oid": "673ea853c4c4e5cea55a2ed6"
  },
  "title": "1984",
  "artist": {
    "$oid": "673d1147458e810cf63b7fcf"
  },
  "year": 1985,
  "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSSCBbACCkshStE4WEwz-b_JxgiMvAHp4jEyz_10Tmnx94hAftivN37RLSGXRRLkUqaH08&usqp=CAU",
  "__v": 0,
  "description": "1984 es el sexto álbum de estudio de la banda de rock estadounidense Van Halen, lanzado el 9 de enero de 1984.[2] Fue el último álbum de estudio de Van Halen hasta A Different Kind of Truth (2012) que contó con el cantante principal David Lee Roth, quien dejó la banda en 1985 luego de diferencias creativas.",
  "owner": {
    "userId": "user",
    "username": "user"
  }
},
{
  "_id": {
    "$oid": "673ea940c4c4e5cea55a2ee0"
  },
  "title": "Images and Words",
  "artist": {
    "$oid": "673d1235458e810cf63b7fda"
  },
  "year": 1992,
  "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQsKcKyfE67dwQGZsC_RZ2w9DwSSvs5fi8KxEazHWdle1lecYTzsfTiGWE2T-Kkvf1UAjQ&usqp=CAU",
  "__v": 0,
  "description": "Images and Words es el segundo álbum de estudio de la banda estadounidense de metal progresivo Dream Theater, lanzado el 7 de julio de 1992 a través de Atco Records. Es el primer lanzamiento de Dream Theater en el que James LaBrie canta. Desde su lanzamiento, el álbum ha mantenido su posición como el álbum de estudio de mayor éxito comercial de la banda, y la canción \"Pull Me Under\" tiene la distinción de ser el único éxito Top 10 (radio o de otro tipo) que la banda ha tenido hasta la fecha. Esta canción en particular también ha tenido un éxito más reciente, ya que apareció en el videojuego Guitar Hero World Tour de 2008.",
  "owner": {
    "userId": "user",
    "username": "user"
  }
},
{
  "_id": {
    "$oid": "673ec66304913b5fc5d8fbd8"
  },
  "title": "Van Halen",
  "artist": {
    "$oid": "673d1147458e810cf63b7fcf"
  },
  "year": 1978,
  "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS3ItnM8VcYC7u4hjuKJkQ6qVut5iWJOU_qgYqIquVpoPefA6W8r1a8L-jFsOCPPaQ_pFY&usqp=CAU",
  "__v": 0,
  "description": "Van Halen es el álbum debut del grupo estadounidense de hard rock Van Halen, lanzado en el año 1978. Aunque el disco se encuentra entre los 20 más vendidos en los años 1970, con más de 11 millones de copias vendidas a nivel mundial, no pasó del puesto 19 en las listas de éxitos de su país durante su lanzamiento, ni del 34 en el Reino Unido.",
  "owner": {
    "userId": "user",
    "username": "user"
  }
},
{
  "_id": {
    "$oid": "673f6906648e8a36be4e8b50"
  },
  "title": "Rising Force",
  "artist": {
    "$oid": "673f56a5648e8a36be4e8a33"
  },
  "year": 1984,
  "description": "Rising Force es el primer álbum de estudio del virtuoso de la guitarra Yngwie J. Malmsteen después de abandonar Alcatrazz. Publicado en 1984, en él combina velocidad y técnica con ambientaciones clásicas y barrocas, asemejándose en parte a la música de Beethoven y Paganini.",
  "imageUrl": "https://upload.wikimedia.org/wikipedia/en/0/09/YngwieJMalmsteen-RisingForce.jpg",
  "__v": 0,
  "owner": {
    "userId": "user",
    "username": "user"
  }
},
{
  "_id": {
    "$oid": "673faa85289275a9963e1404"
  },
  "title": "Surfing with the Alien",
  "artist": {
    "$oid": "673f5cf1648e8a36be4e8a4b"
  },
  "year": 1987,
  "description": "Surfing With The Alien es el segundo álbum del guitarrista estadounidense Joe Satriani, publicado el 15 de octubre de 1987. Para algunos es uno de los más importantes álbumes de guitarra de los 80 y le concedió a Satriani una reputación de virtuoso de la guitarra. El álbum contiene rápidas y complejas canciones como 'Surfing with the Alien' y 'Satch Boogie', en contraste a canciones como 'Always With Me, Always With You' y 'Echo', que son bastante lentas y melódicas. También notable es 'Midnight', que utiliza la técnica de tapping con dos manos a una gran velocidad. Para fanes del rock instrumental, el álbum se ha convertido en esencial. En la portada aparece el personaje de Marvel Comics Silver Surfer.",
  "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRrTy_XFuAfKyHaHm3x2p0gv0zfZcO-_zb-xq5n8qMIzsId89bUaLiWmBeM6fILE9D2VCE&usqp=CAU",
  "owner": {
    "userId": "user",
    "username": "user"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "67400009dcf1dfe0494a05cd"
  },
  "title": "Flying in a Blue Dream",
  "artist": {
    "$oid": "673f5cf1648e8a36be4e8a4b"
  },
  "year": 1989,
  "description": "Flying in a Blue Dream es el tercer álbum del virtuoso guitarrista Joe Satriani, lanzado el 1 de octubre de 1989. En este disco, de más de una hora de duración, Satriani se atreve a nuevas composiciones y exploraciones musicales. Flying in a Blue Dream es, para muchos seguidores, uno de los mejores trabajos de Joe, junto a Surfing With the Alien y The Extremist.",
  "imageUrl": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQHN9TPjfLOxt4O5UHKdPkJqxN1M58Q0UTh7ZZdH7WokLvukr7BGWOK9_MqZlstQeDOquI&usqp=CAU",
  "owner": {
    "userId": "user",
    "username": "user"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6743e5527b70b0b3bf0fd6bb"
  },
  "title": "Marching Out",
  "artist": {
    "$oid": "673f56a5648e8a36be4e8a33"
  },
  "year": 1985,
  "description": "Marching Out es el segundo trabajo en estudio del guitarrista sueco Yngwie J. Malmsteen.\n\nPublicado en 1985, fue grabado en los estudios Cherokee de Los Ángeles y Skyline de Topanga, California. Las composiciones incluidas en este álbum retoman elementos barrocos y clásicos. Sobresalen la velocidad y precisión en la ejecución simultánea de las líneas de guitarra y teclados así como la intensa y melódica voz de Jeff Scott Soto.",
  "imageUrl": "https://upload.wikimedia.org/wikipedia/en/8/8a/YngwieJMalmsteen-MarchingOut.jpg",
  "owner": {
    "userId": "user",
    "username": "user"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6745e35f9efcde9dc4fc3ee7"
  },
  "title": "Diver Down",
  "artist": {
    "$oid": "673d1147458e810cf63b7fcf"
  },
  "year": 1982,
  "description": "Diver Down is the fifth studio album by American rock band Van Halen, released on April 19, 1982 by Warner Bros. Records. It spent 65 weeks on the album chart in the United States and had, by 1998, sold four million copies in the United States. Despite its commercial success, selling faster than its predecessor Fair Warning (1981), it was more lukewarmly received by contemporary music critics.",
  "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d4/Van_Halen_-_Diver_Down.svg/330px-Van_Halen_-_Diver_Down.svg.png",
  "owner": {
    "userId": "user",
    "username": "user"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "6746c96437399e365f5ffbe3"
  },
  "title": "Orgasmatron",
  "artist": {
    "$oid": "6746c88537399e365f5ffbc8"
  },
  "year": 1986,
  "description": "Orgasmatron is the seventh studio album by English rock band Motörhead, released in July 1986 by GWR Records, the band's first album with the label.\n\nIt is the band's first album to feature two guitarists Phil \"Wizzö\" Campbell and Michael \"Würzel\" Burston, and also the only full Motörhead studio album to feature Pete Gill on the drums, although all three also played on the new tracks recorded for the compilation album No Remorse, recorded and released in 1984. This is also the band's first album featuring a four-piece band lineup, instead of a usual trio.",
  "imageUrl": "https://upload.wikimedia.org/wikipedia/en/2/2a/Mot%C3%B6rhead_-_Orgasmatron_%281986%29.jpg",
  "owner": {
    "userId": "user",
    "username": "user"
  },
  "__v": 0
},
{
  "_id": {
    "$oid": "674788e5d46eeea4efbd2715"
  },
  "title": "High Voltage",
  "artist": {
    "$oid": "673d11ed458e810cf63b7fd6"
  },
  "year": 1976,
  "description": "High voltage —en español: Alto voltaje— es un álbum de la banda de hard rock australiana AC/DC y el primero a nivel internacional. Fue lanzado al mercado en mayo de 1976. Anteriormente, en 1975, la banda había lanzado dos discos solo en Australia: un disco del mismo nombre y otro llamado T.N.T.. El disco internacional está formado por dos temas de aquella versión y siete del disco T.N.T.. El disco tuvo un importante éxito en distintos lugares, destacando en Estados Unidos donde vendió unas tres millones de copias.\n\nEl disco fue relanzado al mercado en el 2003 como parte de la serie Remasters.",
  "imageUrl": "https://upload.wikimedia.org/wikipedia/en/f/fc/Acdc_high_voltage_international_album.jpg",
  "owner": {
    "userId": "67465fd90413cf5da08c6708",
    "username": "ger"
  },
  "__v": 0
}]